Repository: bestwebsoft/relevant-wordpress-plugin
Catalog: languages/related_posts_plugin-*.po
Languages: ru_ru, uk

source: Related Posts Plugin Settings
ru_ru: Настройки Плагина Related Posts
uk: Налаштування Related Posts Plugin

source: No related posts found...
uk: Не знайдено схожих записів...

source: Settings
ru_ru: Настройки
uk: Установки

source: Support
ru_ru: Поддержка
uk: Підтримка

source: Check "Key" if you want to display this post with Related Posts Plugin sorted by Meta Key:
ru_ru: Выберите 'Ключ', если вы хотите показывать этот пост при помощи Плагина Related Posts, отсортированных по Мета Ключу:
uk: Оберіть 'Ключ', якщо ви бажаєте показувати цей пост за допомогою Related Posts Plugin, відсортованих за Мета Ключем:

source: Key
ru_ru: Ключ
uk: Ключ

source: None
ru_ru: Ничего
uk: Нічого

source: A widget that displays related posts depending on your choice of sorting criteria
ru_ru: Виджет, который отображает похожие записи в зависимости от вашего критерия сортировки
uk: Віджет, який відображає схожі записи в залежності від вашого критерію сортування

source: Title:
ru_ru: Название:
uk: Назва:

source: Settings saved.
ru_ru: Настройки сохранены.
uk: Установки збережені.

source: Wrong type of displayed posts, please use number
ru_ru: Неправильный тип количества выводимых постов, пожалуйста используйте числа
uk: Неправильний тип кількості записів, що виводяться, будь ласка, використовуйте числа

source: All plugin settings were restored.
uk: Всі налаштування плагіну було скинуто до стандартних.

source: Notice:
uk: Нагадування:

source: The plugin's settings have been changed. In order to save them please don't forget to click the 'Save Changes' button.
uk: Налаштування плагіну було змінено. Для того, щоб зберегти ці зміни, не забудьте натиснути кнопку "Зберегти зміни".

source: If you would like to display related posts with widget, you must add widget "Related Posts Plugin" in the tab Widgets
uk: Якщо ви бажаєте відображати схожі записи за допомогою віджету, ви маєте додати віджет "Related Posts Plugin" у вкладці Віджети

source: If you would like to display related posts on the end of your post, just copy and put this shortcode onto your post or page: [bws_related_posts]
ru_ru: Если вы желаете показывать похожие записи в конце вашей поста, просто скопируйте и вставьте этот шорткод в ваш пост или на вашу страницу: [bws_related_posts]
uk: Якщо ви бажаєте відображати схожі записи у кінці вашого запису, просто скопіюйте та вставте цей шорткод у ваш запис або на вашу сторінку: [bws_related_posts]

source: Heading the list of related posts
uk: Заголовок списку схожих записів

source: How many posts to display
uk: Скільки записів відображати

source: Message if do not have related posts
uk: Повідомлення у випадку, якщо схожих записів немає

source: An option on which will be searched for related words in the posts
uk: Опція, за якою буде проводитися пошук схожих слів у записах

source: Category
ru_ru: Категория
uk: Категорія

source: Tags
ru_ru: Тэги
uk: Теги

source: Title
ru_ru: Заголовок
uk: Заголовок

source: Meta Key
ru_ru: Мета Ключ
uk: Мета Ключ

source: (If you want to display related posts by meta key you should first check the "Key" in meta box "Related post plugin" in the post that you want to display)
ru_ru: (Если Вы желаете показывать похожие записи по мета ключ, вам следует сначала выбрать "Ключ" в метабоксе "Плагин Related Posts" в постах, которые вы хотите показывать)
uk: (Якщо Ви бажаєте відображати схожі записи за мета ключем, вам треба спочатку обрати "Ключ" у метабоксі "Related post plugin" на сторінці записів, які ви бажаєте відображати)

source: Show Related Posts Widget not only in the post (category/tag/index/home page)
ru_ru: Отображать виджет Related Posts не только в постах (категориях/тэгах/идексной/домашней странице)
uk: Відображати віджет Related Posts не тільки у постах (категоріях/тегах/індексній/домашній сторінці)

source: (By default related posts will be displayed for the first post in the list of posts.)
ru_ru: (По умолчанию будут выведены похожие записи для первого поста из списка постов)
uk: (За замовчуванням схожі пости будуть відображені для першого поста у списку постів)

source: Show posts thumbnails
uk: Показувати мініатюри записів

source: Save Changes
ru_ru: Сохранить Настройки
uk: Зберегти установки

source: Related Posts Plugin
ru_ru: Плагин Related Posts

source: <h2>Related Posts Plugin</h2>
ru_ru: <h2>Плагин Related Posts</h2>

source: <p>No related posts found...</p>
ru_ru: <p>Не найдено похожих записей...</p>

source: FAQ
ru_ru: Часто задаваемые вопросы

source: If you would like to display related posts with widget, you must add widget "Releted Posts Plugin" in the tab Widgets
ru_ru: Если вы желаете показывать похожие записи при помощи виджета вы должны добавить виджет "Плагин Related Posts" во вкладке Виджеты

source: Heading the list of related posts:
ru_ru: Заголовок списка похожих записей:

source: How many posts to display:
ru_ru: Сколько записей отображать:

source: Message if do not have related posts:
ru_ru: Сообщение, если похожих записей нет:

source: Select an option on which will be searched for related words in the posts:
ru_ru: Выберете опцию, по которой будет производится поиск похожих слов в записях:
